7zip
amd-ucode
archlinuxcn-keyring
awww
base
base-devel
bash-completion
blueman
brave-bin
brightnessctl
btop
btrfs-progs
caligula
cava
chezmoi
claude-code
cliphist
darkman
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
downgrade
dua-cli
dunst
efibootmgr
emacs-wayland
ex-vi-compat
exfatprogs
fastfetch
fd
file-roller
firefox
freerdp
fzf
gammastep
git
github-cli
handlr-regex
imagemagick
inotify-tools
jq
kitty
libexsid
libguestfs
libnotify
libreoffice-fresh
libresidfp
linux
linux-firmware
lvm2
ly
man-db
mate-polkit
mediainfo
mpd
mpv
namcap
neovim
netbird
network-manager-applet
networkmanager
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
oculante
openbsd-netcat
paru
pastel
perl-image-exiftool
picard
pipewire
pipewire-alsa
pipewire-pulse
pnpm
poppler
poppler-glib
prismlauncher
python
python-pywalfox
qbittorrent
qemu-desktop
qt5-wayland
refind
reflector
resvg
ripgrep
rmpc
rofi
rofi-calc
rofi-emoji
rsync
ruff
rustup
satty
slurp
smartmontools
spek
steam
swayidle
swaylock
swtpm
tealdeer
texlive-basic
texlive-bin
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-langchinese
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-mathscience
texlive-pictures
texlive-plaingeneric
thunar
thunderbird
tlp
tree-sitter-cli
ttf-carlito
ttf-dejavu
ttf-liberation
ttf-nerd-fonts-symbols-mono
ttf-roboto
ty
ufw
unzip
uv
vde2
vhs
virt-manager
virt-viewer
waybar
wl-clipboard
wl-screenrec-git
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xwayland-satellite
yazi-git
yt-dlp
zoom
