7zip
amd-ucode
archlinuxcn-keyring
base
base-devel
bash-completion
blueman
brave-bin
brightnessctl
btop
btrfs-progs
caligula
cava
chezmoi
darkman
downgrade
dua-cli
dunst
efibootmgr
emacs-wayland
fastfetch
fd
ffmpegthumbnailer
fzf
gammastep
ghostty
git
github-cli
imagemagick
jq
kitty
libnotify
libreoffice-fresh
linux
linux-firmware
lvm2
ly
man-db
mediainfo
mpd
mpd-mpris
mpv
namcap
nautilus-open-any-terminal
neovim
networkmanager
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
oculante
paru
pastel
perl-image-exiftool
picard
pipewire
pipewire-alsa
pipewire-pulse
pnpm
poppler
poppler-glib
python
refind
reflector
ripgrep
rmpc
rofi-calc
rofi-emoji
rofi-wayland
rsync
ruff
rustup
satty
slurp
steam
swayidle
swaylock
swww
tealdeer
texlive-basic
texlive-bin
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-langchinese
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-mathscience
texlive-pictures
texlive-plaingeneric
thunderbird
tlp
ttf-dejavu
ttf-liberation
ttf-nerd-fonts-symbols-mono
ttf-roboto
unzip
uv
vhs
vi
waybar
wl-clip-persist
wl-clipboard
wl-screenrec-git
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xwayland-satellite
yazi-git
yt-dlp
zen-browser
