7zip
amd-ucode
archlinuxcn-keyring
base
blueman
bluez-utils
brave-bin
brightnessctl
btop
caligula
chezmoi
darkman
downgrade
dua-cli
dunst
emacs-wayland
fastfetch
ffmpegthumbnailer
gammastep
ghostty
github-cli
kitty
libreoffice-fresh
ly
mediainfo
mpd-mpris
mpv
namcap
nautilus-open-any-terminal
niri
oculante
paru
pastel
perl-image-exiftool
picard
pnpm
refind
reflector
rmpc
rofi-calc
rofi-emoji
ruff
rustup
satty
steam
swayidle
tealdeer
texlive-binextra
texlive-fontsextra
texlive-langchinese
texlive-latexextra
texlive-mathscience
texlive-plaingeneric
thunderbird
tlp
ttf-nerd-fonts-symbols-mono
unzip
uv
vhs
vi
wl-screenrec-git
yazi-git
zen-browser
